tap "homebrew/bundle"
tap "homebrew/services"
tap "koekeishiya/formulae"
tap "modularml/packages"
tap "oven-sh/bun"
tap "th-ch/youtube-music"
brew "node"
brew "bitwarden-cli"
brew "python@3.12"
brew "cocoapods"
brew "goose"
brew "libheif"
brew "imagemagick"
brew "lazygit"
brew "neovim"
brew "ripgrep"
brew "scrcpy"
brew "speedtest-cli"
brew "sqlc"
brew "tmux"
brew "zig"
brew "zoxide"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"
brew "modularml/packages/modular"
brew "oven-sh/bun/bun"
cask "font-jetbrains-mono-nerd-font"
cask "keycastr"
cask "orbstack"
cask "stats"
cask "warp"
cask "youtube-music"
